tuankiet65/arduino_e2_2015/hardware/motor_controller/boards.txt
atmega8min.name=ATmega8 for controlling motor
atmega8min.upload.protocol=arduino
atmega8min.upload.maximum_size=7680
atmega8min.upload.speed=38400
atmega8min.bootloader.low_fuses=0x84
atmega8min.bootloader.high_fuses=0xd4
atmega8min.bootloader.path=optiboot
atmega8min.bootloader.file=optiboot_atmega8_8mhz.hex
atmega8min.bootloader.unlock_bits=0x3F
atmega8min.bootloader.lock_bits=0x0F
atmega8min.build.mcu=atmega8
atmega8min.build.f_cpu=8000000L
atmega8min.build.core=arduino
atmega8min.build.variant=standard
